[{"createdAt":1593110876558,"updatedAt":1593110876558,"id":2,"reviewText":"Crepe Boheme at the 2nd Street Public Market has become my go-to for lunch on Thursdays. I've never had a crepe there that I didn't love! The teriyaki chicken at Isaan Baan Thai Noi is my second favorite choice for lunch. For a delicious treat, I highly recommend Sweet P's Handcrafted Ice Pops or the Extreme Toffee coffee from Caffeine Carl's.","reviewerName":"Heather Taylor","numberOfStars":5,"reviewImage":"","reviewImageAlt":"","placeId":42},{"createdAt":1593110876560,"updatedAt":1593110876560,"id":12,"reviewText":"Right by our Dayton office and lots of variety. Only open Thursday - Saturday.","reviewerName":"Emily Gray","numberOfStars":4,"reviewImage":"","reviewImageAlt":"","placeId":42},{"createdAt":1593110876562,"updatedAt":1593110876562,"id":22,"reviewText":"Bareburger is basically a burger, fries, and shakes kind of place, although they do offer salads and other sandwiches. They have a list of specialty burgers to choose from or you can build your own. You can get burgers made from beef, bison, black beans, duck, elk, quinoa, grilled lemon chicken, sesame ginger beef, sweet potato and wild rice, turkey, or wild boar. All except the black bean and quinoa are gluten free. For your bun, to keep it gluten free you can choose to have your burger on a tapioca bun, with no bun, served on a lettuce bed, or wrapped with a collard. Their french fries and sweet potato fries are fried separately and kept gluten free. Other gluten free items are listed clearly on the menu. Beyond their burgers and fries, I also highly recommend trying their milkshakes. My personal favorite is the Mexican Chocolate, made with chocolate ice cream, cayenne, cinnamon, and a “torched marshmallow.” Just thinking about it makes me want one.","reviewerName":"Katy Bowman","numberOfStars":5,"reviewImage":"","reviewImageAlt":"","placeId":52},{"createdAt":1593110876561,"updatedAt":1593110876561,"id":32,"reviewText":"I found out about Bagger Dave's through the Gluten Free Ohio blog (glutenfreeohio.com). It has since become a favorite. I love that I can just get a burger without a bun and that the french fries and sweet potato chips are fried in separate friers and kept gluten free. My favorites are the Bacon BBQ Burger and the Saucy Sicilian Pizza Burger.","reviewerName":"Katy Bowman","numberOfStars":4,"reviewImage":"","reviewImageAlt":"","placeId":62},{"createdAt":1593110876565,"updatedAt":1593110876565,"id":42,"reviewText":"The chicken and potatoes are sweet and spicy deliciousness! I could seriously eat here a couple times a week. The Bourbon Street Grill is a simple, down-to-earth cafe. Nothing fancy, but oh so good.","reviewerName":"Heather Taylor","numberOfStars":5,"reviewImage":"","reviewImageAlt":"","placeId":72},{"createdAt":1593110876567,"updatedAt":1593110876567,"id":52,"reviewText":"This place is a no-frills kind of takeout. Rice, potatoes, and sweet bourbon chicken. The bags leak pretty hard, but the food is sooooo good.","reviewerName":"Catherine Meade","numberOfStars":4,"reviewImage":"","reviewImageAlt":"","placeId":72},{"createdAt":1593110876568,"updatedAt":1593110876568,"id":62,"reviewText":"The sandwiches are as good as the owner is grumpy. It's a nice walk down 1st street from the Dayton Sparkbox office. I suggest the South Paw or a Breakfast sandwich, which is served all day.","reviewerName":"Drew Clemens","numberOfStars":5,"reviewImage":"","reviewImageAlt":"","placeId":12},{"createdAt":1593110876570,"updatedAt":1593110876570,"id":72,"reviewText":"Affectionately known as 'the meat hut' in the Sparkbox offices, I knew that my first visit to Pittsburgh would require a visit to Gaucho. Friends from Pittsburgh recommended sharing the Parrillada Mixta featuring over a pound of New York strip steak, grilled chicken breast and sweet -or- spicy chorizo paired with a side of Papas al Horno (oven roasted red potatoes with whole garlic cloves and fresh rosemary). It was fantastic! A word of warning when visiting Gaucho, be prepared to wait. Don't worry, it's worth it!","reviewerName":"Heather Taylor","numberOfStars":5,"reviewImage":"","reviewImageAlt":"","placeId":112},{"createdAt":1593110876571,"updatedAt":1593110876571,"id":82,"reviewText":"Gaucho is an Argentinian restaurant in the Strip District that has the best tasting meats and chimichurri sauce. When you order at Guacho, you'll probably end up sharing your plate. They also have these little meat pockets called empanadas. My top picks would be the steak burger or any of the steak plates (sirloin, flank, ribeye). I love meat!","reviewerName":"Anastasia Lanz","numberOfStars":5,"reviewImage":"","reviewImageAlt":"","placeId":112},{"createdAt":1593110876572,"updatedAt":1593110876572,"id":92,"reviewText":"This place gets a 3 for customer experience. The menu is written on a board on a wall (NOT ergonomic to read) and the text uses frequent, unexplained abbreviations. You generally have to wait in line, and then you have to eat quick and get out of there because lingering over a meal is frowned upon. It's also noisy and has bad lighting. I still haven't found the thing worth going back for, other than the carrots with goat cheese. Get those! You can't go wrong with ordering a steak. Some of the sandwiches are messy and overwhelming. The burger is probably your best bet if you go that direction. A lot of hype!","reviewerName":"Julie Young","numberOfStars":3,"reviewImage":"","reviewImageAlt":"","placeId":112},{"createdAt":1593110876575,"updatedAt":1593110876575,"id":102,"reviewText":"I'd highly recommend Jeet for it's weekday lunch buffet.","reviewerName":"Leah Kelley","numberOfStars":5,"reviewImage":"","reviewImageAlt":"","placeId":102},{"createdAt":1593110876573,"updatedAt":1593110876573,"id":112,"reviewText":"One of my favs is Gus' World Famous Fried Chicken. The originals are in the Memphis Area but it looks like there are some franchises sprinkled around the country. My favorite location in Memphis is a converted old southern house. Great chicken, very good sides and an extremely local atmosphere.","reviewerName":"Masten Worley","numberOfStars":4,"reviewImage":"","reviewImageAlt":"","placeId":2},{"createdAt":1593110876640,"updatedAt":1593110876640,"id":122,"reviewText":"I prefer the lunch menu versus the dinner menu at Basil's. There are more gluten free options available during lunch. The open faced caprese (minus the bread) and the market toss salad are my favorites! The truffle fries are also pretty aweseme! Basil's has two locations, one in Dayton and the original in Troy. I have always found the service and the food better at the Troy location. The Dayton location has a great view of the river and a fantastic outdoor patio.","reviewerName":"Heather Taylor","numberOfStars":4,"reviewImage":"22","reviewImageAlt":"Basil's Market Toss Salad","placeId":32},{"createdAt":1593110876648,"updatedAt":1593110876648,"id":132,"reviewText":"I LOVE Ginger and Spice. They have awesome brown sugar bubble tea, dumplings, and robust seafood options. Their lo mein is more like spaghetti, fyi. Get the Ginger & Spice chicken! Online ordering works well, too.","reviewerName":"Catherine Meade","numberOfStars":5,"reviewImage":"32","reviewImageAlt":"Bubble Tea!","placeId":92},{"createdAt":1593110876575,"updatedAt":1593110876575,"id":142,"reviewText":"Too much mayonnaise.","reviewerName":"Catherine Meade","numberOfStars":1,"reviewImage":"","reviewImageAlt":"","placeId":22},{"createdAt":1593110876607,"updatedAt":1593110876607,"id":152,"reviewText":"Cocos is the defacto place for the Sparkbox Holiday Party. It's a bit pricey, but the food is always good. I enjoy the romantic atmosphere, and you do get a large portion.","reviewerName":"Catherine Meade","numberOfStars":5,"reviewImage":"2","reviewImageAlt":"A big steak at Cocos","placeId":82},{"createdAt":1593110876651,"updatedAt":1593110876651,"id":162,"reviewText":"I have been to Basil's ... 5 or so times now, and I've never been wholly impressed. Their space is beautiful, I love the Peach Mojito and their fries. I had a fantastic salmon salad. Everything else? Kinda meh. A little to pricey for the quality. Also, they always give me Diet Coke when I ask for regular.","reviewerName":"Catherine Meade","numberOfStars":3,"reviewImage":"12","reviewImageAlt":"Happy Hour apps at Basils","placeId":32},{"createdAt":1593110876678,"updatedAt":1593110876678,"id":172,"reviewText":"Finally, good Indian food in the Dayton area! The wait staff are extremely polite, and they'll bring you more rice for free (even just to take home).","reviewerName":"Catherine Meade","numberOfStars":4,"reviewImage":"42","reviewImageAlt":"Jeet India","placeId":102},{"createdAt":1593110876907,"updatedAt":1593110876907,"id":182,"reviewText":"a new review","reviewerName":"John Doe","numberOfStars":5,"reviewImage":"","reviewImageAlt":"","placeId":1}]